# This generated file is Image Uploader's language file. It must be saved in UTF-16LE encoding.
ad00e025 = v
1d761f10 = О программе
6fe2f630 = Благодарности
0ceccf2d = Бета-тестерам:
73ffcd54 = Переводчикам:
f8ebaf02 = Контактный e-mail:
5691f01d = Файл не найден.
d9ca0005 = Невозможно загрузить библиотеку MediaInfo.dll!
2c3e3817 = Имя файла: 
3fde1c4d = Размер файла: 
5afc5823 = Длительность: 
629e0a59 = Общий битрейт: 
30a42e15 = Видео: 
aead9fd5 = Аудио
35e1d1ef = Субтитры: 
8afd631d = Выход
d16b9920 = Загрузить файлы
29ec3eb5 = Загрузить папку
392c0b9a = Вставить из буфера
9f756160 = Импорт видео
cc770f88 = Скриншот
58beee87 = Снимок выделенной области
21d9e9d0 = Снимок всего экрана
84dae5ca = Снимок активного окна
735ed372 = Снимок выбранного элемента
35b5a37c = Снимок произвольной формы
a4db637f = Загрузить на сервер
4adee8c6 = Копировать в буфер обмена
a4124dca = Открыть в мастере
ad565352 = Действие со снимком
72892ffb = Показать окно программы
e8029bb7 = Настройки
75ae56ac = Прервать загрузку
dd5a9bae = Невозможно зарегистрировать глобальное сочетание клавиш\n%s.\n Возможно, оно занято другой программой.
36690268 = Идет загрузка "%s" на сервер %s
4b3743d1 = Загрузка снимка
2bd8819d = Не удалось загрузить снимок :(
dc4c773b = Нажмите на это сообщение для открытия окна с кодом...
72fd3b6c = Снимок успешно загружен
b6fcb38f = Исполняемые файлы
ce130e33 = Все файлы
e29e8b9d = OK
2dbdcac2 = Отмена
7a6bb0dd = Интеграция с проводником Windows
6847c904 = Интеграция в контекстное меню оболочки
5c86907e = Пункт в контекстное меню файлов изображений
40bf08bc = Сразу начинать загрузку на сервер:
af6a8159 = Пункт в контекстном меню видеофайлов
217b14ad = Вложенное контекстное меню
afce09cd = Внимание: чтобы изменения в языке вступили в силу, программу необходимо перезапустить.
6849c1f1 = Язык интерфейса:
fd28e32b = Показать лог
7ffa1911 = Контроль ошибок
23531f83 = Графический редактор:
46a24ee7 = Автоматически показывать окно лога в случае ошибок
feaed847 = Добавить Image Uploader в меню "Отправить"
684dca15 = Спрашивать подтверждение при выходе
b0c4a9f9 = Загрузчик изображений
23589bde = Файл '%s' не является файлом изображения (Mime-Type: %s).
9ad9d8f2 = Добавить
1674760d = Вести наблюдение за буфером обмена
d9cb3533 = Введите список ссылок (http:// или ftp://, по одной ccылке в строке)
adb51bcc = Закрыть
2ea1c19f = Результаты загрузки
6500dc31 = Для форума (BBCode)
9d37c4b1 = Для сайта (HTML)
3b3caf1a = Просто ссылки (URL)
a671892c = Локальная комбинация клавиш:
edae1ac6 = Глобальная комбинация:
6fd7824a = Кнопка "Windows"
1602f956 = Нет действия
a865bdab = Контекстное меню значка
d1e2388f = Загрузить изображения
5fe12859 = Снимок прямоугольной области
74dadd8c = Изображения из Web
e0014d35 = Информация о медиафайле
f9a0aa6b = Действие
61d72cf1 = Локальные
4e8b8848 = Глобальные
78d42b38 = Очистить
2b21a88d = Очистить всё
ea8e3245 = Редактировать...
9cf705b6 = Внимание! Глобальные сочетания действуют, только если включена опция "Показывать иконку в трее".
9af7b35a = Параметры авторизации
98c71d46 = Логин:
8c2e3a60 = Пароль:
630e3f8a = Выполнять авторизацию
20bf5b05 = Дополнительные параметры
c9c09bcb = Верхний левый угол
5231a02d = Сверху посередине
d107f9f0 = Правый верхний угол
6caceb5b = Левый нижний угол
012d3528 = Снизу посередине
de2c2bb9 = Правый нижний угол
8a069296 = Изображения
2c236951 = Вы действительно хотите поместить текст и логотип в одном месте на изображении?
a6c0c25e = Параметры изображений
6d5384fc = Имя файла:
a7cf5b82 = Позиция логотипа:
8048ce2f = Водяной знак
214f5c8c = Текст на картинке
457361bd = Введите текст:
f747e5b2 = Цвет текста:
ab6c6ee3 = Цвет обводки:
bd7c9d78 = Шрифт...
6fb6c3f7 = Параметры эскизов
3f2af013 = Цвет рамки
4f52a8ca = Цвет градиента 1:
411239af = Цвет градиента 2:
22690bb4 = Надпись на эскизе:
c620c2ba = Надпись поверх эскиза
5f1de092 = Лог ошибок
0ccfa110 = Очистить список
cec2a305 = Скрыть
49d33458 = Добавить изображения
071f2a13 = Добавить файлы
b734309e = Добавить каталог
a8af871e = Вставить
09f201ca = Удалить всё
765ee8b7 = Просмотр
e2d789b7 = Открыть папку с файлом
4a55172f = Удалить
e65e543d = Свойства
1218507a = Редактировать
08a3ed3d = Cнимок экрана
875298c8 = Удалить из списка
115da62a = Информация о файле
c51f95fe = Загрузка...
2867df13 = Ошибка:
3126ab61 = Файл "
a5ed9743 = " не найден!
d230f825 = Копировать в буфер
a99900e1 = Невозможно загрузить изображение
97e68ce5 = Новая папка (альбом)
f3048ed4 = Редактирование папки
af3a41cf = Название папки/альбома:
e75c4c88 = Описание:
e34b9c60 = Доступ:
91ba39c4 = Инфо о последнем видео
aae1241c = Опции
a2f5ad65 = Таблица эскизов с увеличением по клику
b0fb3429 = Эскизы с увеличением по клику
99b1cf20 = Ссылки на картинки/файлы
40bc8ccc = Копировать URL адрес 
ce8f89f3 = Использовать прямые ссылки
075c48be = Использовать шаблон
6ea15df2 = Картинок в строке:
86d98d71 = Тип кода:
2ca472d0 = Снимок прямоугольной области...
4fa2c7c3 = Снимок произвольной области...
422d6e0e = Снимок элемента управления...
eec43f7c = Снимок экрана
839de6f6 = Выбор папки
98ca1e1b = Дополнительно
6c30a068 = Качество:
ac0021f5 = Задержка:
d0878a77 = Формат:
915e2413 = сек
aede8f3c = мс
3c5c1aa8 = Обзор
2ad421ad = Папка для сохранения скриншотов:
70457da8 = Формат имени файла
391c0f82 = Задержка при скрытии окон:
bfb4653f = Всегда копировать в буфер обмена
1f2100c8 = Параметры сохранения снимков
528eddb8 = Выводить окно на передний план при выборе мышью
6765778d = %y - год, %m - месяц, %d - день\n%h - час, %n - минута, %s - секунда\n %i - порядковый номер,\n%width% - ширина,  %height% - высота изображения
5798415e = Список папок
9ee7d3cd = Ошибка при загрузке squirrel скрипта.
deb00a34 = Список папок на сервере %s для учетной записи '%s':
cdcb92f2 = Открыть в браузере
a6171d56 = Создать вложенную папку
3ed16525 = Создать папку
31e071c6 = Данный сервер не поддерживает получение списка папок
6960ecc6 = Не удалось загрузить список папок.
aa77baff = Параметры сервера %s
f889038e = Не могу создать запись в реестре для расширения 
f540547f = Открыть в Image Uploader
e40bb608 = Основные
05a1b0d1 = Видео
6a997d89 = Загрузка
490f2e0f = Трей
2349b45b = Горячие клавиши
c7dda4f7 = Применить
40fa61ee = Загрузить только изображения
0eb5700d = Превышение размера
de05f9c8 = Авто
f8cf9898 = Файл
fb2b7199 = Файл превышает максимальный размер, допустимый для загрузки на сервер %s (%s).
6d78d85f = Измените настройки изображения или выберите другой сервер, чтобы изображение могло быть загружено.
c4c0c2b6 = Параметры изображения
922f7a69 = Изменение ширины:
6c81ddc1 = Сохранять пропорции
8cdc9a4c = и/или высоты:
bc511ace = Для всех
75a48d7a = Игнорировать
b1570d02 = Сервер для загрузки изображений:
9f6b1321 = Оставить без изменения
9463fcf2 = Остановить
7a66d43f = Список изображений
c599dbba = Невозможно загрузить миниатюру к файлу.
cd1fd77c = Файл:
c1c805cf = Скриншот выделенной области
2de80eff = Скриншот всего экрана
09c93724 = Скриншот текущего окна
9bb70523 = Показывать значок в трее
4a2a3d31 = Реакция на действия мыши
5573a358 = Двойной клик левой кнопкой
5b376953 = Одиночный клик левой кнопкой
8b90580d = Клик средней кнопкой
678ead0a = Клик правой кнопкой
052643b0 = Не запускать новые копии программы из трея
23fedba2 = Обновление Image Uploader
1a602d4e = Название компонента
9bc173ec = Статус
aa70d1fa = Проверка обновлений...
3827488f = Ошибка при получении данных об обновлениях.
08641420 = Обновление не требуется.
4fb1e222 = В очереди
75afeb77 = Обновить
c08cce9a = Завершить
a6591ac7 = Невозможно загрузить файл обновления \'
bfab9e19 = Скачивание файла 
23565008 = Ошибка обновления компонента 
31669654 = Не совпал MD5 хэш пакета обновления 
59f5fade = Невозможно распаковать архив 
0517d07c = Не могу прочитать 
7c4a4594 = Обновление завершено. Обновлено %d из %d файлов 
488c615b = Не совпал MD5 хэш файла 
eb3c9b13 = Скачано %s из %s (%d %%)
3d0e8db9 = Обрабатывается файл %d из %d...
fd6d47ca = Подготовка файла к отправке..
28a40ee8 = Файл "%s" не найден.
c0dfc2cf = Модуль загрузки
91a54811 = Загрузка изображения..
9c196289 = Загрузка файла
9fc80a1f = Не удалось загрузить файл "%s" на сервер. 
54c550a9 = Загрузка файлов прервана пользователем.
9f7264fd = Загрузка миниатюры..
e25799d1 = Не удалось загрузить миниатюру к изображению "%s" на сервер. 
ea6b0234 = Вcего %d файлов было загружено.
4b24cf15 = %d файлов загружены не были из-за ошибок.
98bbd427 = Ошибок нет.
8a15ab27 = Загружено %s из %s
1327f039 = Загрузка завершена.
6cdda9c1 = Завершить >
a21c6ad6 = Текущий файл:
a6e8fea3 = Общий прогресс:
f6436cf5 = Ожидание ответа от сервера...
bfd324ac = Создание папки "
af3ccfef = Загрузка на сервер не удалась. Повторяю (%d)...
70647cb3 = Загрузка не сервер удалась! (лимит попыток исчерпан)
cef82710 = Ошибка при выполнении действия #%d.
8cf4e039 = Причина: 
00354a17 = Исчерпан лимит попыток.
0fa44d54 = Ещё одна попытка (%d)...
2bd4dc96 = Сервер:
75474a30 = Код ошибки WinInet: 
f9adf6cf = Отправка файла на сервер...
b0e84f76 = Авторизация на сервере...
bc508685 = Выполняю действие #%d...
b9dc39d0 = Ответ сервера не содержит нужных данных.
90e75163 = Выберите сервер...
571f979c = Выберите папку...
66f58c5d = Вы не выбрали сервер!
7908fe9d = Загрузка файлов на сервер '%s' невозможна без наличия учетной записи.\nПожалуйста, зарегистрируйтесь на данном сервере и укажите ваши регистрационные данные в программе.
97e689a2 = Вы не задали параметры авторизации на сервере '%s'!
e9b53ff7 = &Загрузить
a163c684 = Невозможно использовать шаблон для миниатюры. Файл шаблона "Data\Thumb.png" не найден.
cbe2099c = Выберите сервер
f534d8c5 = Задать пользователя...
9c4fcb6c = Аккаунт не выбран
42dfaed5 = Папка не выбрана
98ad2704 = Настройки сервера
c2cee230 = Новая папка
e9760e13 = Открыть страницу регистрации
f33e53f9 = Добавить водяной знак
b6e5bc46 = Добавить текст на картинку
2a4c8280 = Дополнительно...
91dd6f98 = Настройки превью
a5bfae3b = Создавать превью
e255b4f3 = Cервер для загрузки изображений
fc3a1c92 = Использовать серверные эскизы
6cecf9c5 = Ширина эскиза:
f36b1ee1 = Обводить в рамку
f7f5a024 = Размеры изображения на картинке
1c3402b1 = Нажмите кнопку "Загрузить" чтобы начать процесс загрузки
52b4a2f5 = Сервер для остальных типов файлов
cc92ff77 = Параметры подключения
5daccde0 = Использовать прокси-сервер
0568dd5a = Адрес:
4d35c9cc = Порт:
fda30f45 = Тип сервера:
512fffc4 = Необходима авторизация
372d63bc = Автоматически копировать результаты в буфер обмена
0018103f = Ошибки загрузки
7a323f95 = Показывать диалоговое окно в случае ошибки
10b0fed7 = Кол-во попыток загрузки файла:
b74a4eb4 = Кол-во попыток для одной операции:
3b8e572f = Размер буфера отдачи:
faa4b366 = Далее >
d72a666b = Модуль извлечения кадров
7aa929a3 = File:
8ebcc085 = Ошибка при извлечении кадров.
977a725c = Извлекаю кадр 
fa458107 = Извлечение кадров было остановлено пользователем.
e2ee562e = Извлечение кадров из видео файла
93b3bf12 = Поиск необходимых кодеков...
f1161e93 = Невозможно подобрать кодеки (формат не поддерживается).
693048b4 = Невозможно загрузить кодек.
4c1ac91b = Загрузка файла...
863ea027 = Невозможно загрузить видео файл.
df7edeb4 = Подключение кодеков...
9ac04bc3 = Ещё одна попытка подключения кодеков...
cc35fa5d = Ошибка соединения фильтров (формат не поддерживается).
6990ff6f = Не могу определить длину видео потока. Возможно файл поврежден или формат не поддерживается.
63394810 = Извлечение кадров было завершено.
1834ede8 = Извлечь
7cb5385f = Извлечение видео кадров
baa8a113 = Обзор...
10f13a37 = Деинтерлейсинг
9cb01a07 = Кол-во кадров:
5cd31542 = множество файлов
63120296 = один файл
47612578 = Сохранить как:
8b6b783f = Параметры...
239b51b4 = Настройки внешнего вида
75390e20 = Количество колонок:
6b49f86b = Ширина превьюшки:
1ba228f7 = Горизонтальный промежуток:
a145c08f = Вертикальный промежуток:
7c9211fa = Параметры компоновки кадров
0d5f961b = Отобразить информацию о видеофайле на картинке
a6f551a4 = JPEG, PNG, GIF, BMP и любые другие файлы
4d8b82ae = Добавить файлы..
8398e174 = Из интернета
7d8c71fc = Добавить папку...
6b26e91a = Из буфера обмена
c4bc189c = Импортировать видео файл
4e6171f9 = извлечение кадров из видеоролика
e9406660 = Информация о медиа файле...
da047ca5 = всего экрана или выбранной части
24debbd2 = Снимок выбранной области...
cea255df = Настройки программы
9f75909c = Для опытных пользователей
9847c8e8 = Выберите действие:
d95fab48 = Совет:
92232fa7 = Просто перетащите изображения или видео-файл в окно программы и программа обработает их.
73ed0bac = Добро пожаловать в мастер публикации изображений, который поможет вам разместить ваши фотографии, изображения, кадры из видео-файлов в Интернете!
d8fa486b = Добавить Image Uploader в контекстное меню проводника Windows?
aca73dc3 = Невозможно открыть файл со спиком серверов "servers.xml"!\n\nПричина:  %s\n\nПродолжить работу программы?
51dc81a6 = Библиотека MediaInfo.dll не найдена. \nПолучение технических данных о файлах мультимедиа будет недоступно.
b6811e6e = Параметры изображений и выбор сервера
8a3d02eb = Загрузка файлов на сервер
85508c34 = Вы хотите извлечь кадры из этого видеофайла? \n(иначе файл будет просто добавлен в список)
af39330b = Поиск графических файлов...
0b62df2a = Сбор файлов...
913e7a88 = Обрабатывается каталог:
997537e1 = Не найдено ни одного файла изображений.
06384eba = Не найдено ни одного файла.
90aa3be8 = Включая поддиректории
3f8280a0 = Любые файлы
7c3cea35 = Видео файлы
609f0f2d = Вы уверены что хотите выйти из программы?
fbc586e5 = Аудио файлы
a2cd7e26 = Снимок сохранен в буфере обмена
b7fe8e51 = О программе...
7f44ccf2 = Проверить обновления
00c9c371 = < Назад
47666903 = Доступны обновления
